Repository: Belarus/OmegaT-Windows
Catalog: WindowsPrograms/QIP/QIP_english_compile-omegat.tmx
Source language: en
Languages: be

source: Congo, (Republic of the)
be: Конга

source: Status
be: Статус

source: Cambodia
be: Камбоджа

source: State
be: Штат/вобл.

source: Send message
be: Даслаць паведамленне

source: This account is expired.
be: Гэты конт пратрэмінаваны.

source: Save warning messages
be: Захоўваць паведамленні з папярэджаннямі

source: Add/Find users
be: Дадаць/знайсці карыстальнікаў

source: Science & Research
be: Навуковыя даследаванні

source: Channel
be: Канал

source: Reservation timeout.
be: Перавышаны інтэрвал рэзервацыі ў базе.

source: Indonesia
be: Інданезія

source: Luxembourg
be: Люксембург

source: ICQ# or E-mail
be: ICQ# ці э-адрас

source: Publishing
be: Выдавецкая справа

source: Group
be: Група

source: Show plugins icons
be: Паказваць значкі плагінаў

source: More ...
be: Яшчэ...

source: General group
be: Агульная група

source: Bahrain
be: Бахрэйн

source: Delete contact
be: Выдаліць кантакт

source: Font name
be: Шрыфт

source: Fiji
be: Фіджы

source: Status picture
be: Статус-малюнак

source: Left screen edge
be: Да левай мяжы экрана

source: Want to know more about jabber chats?
be: Жадаеце даведацца больш аб чатах jabber?

source: Such account already exists
be: Такі конт ужо існуе

source: Greeting card
be: Паштоўка

source: Originally from
be: Месца народзінаў

source: Waiting
be: Чаканне

source: Allow others to see my status in search and from the web
be: Паказваць мой сеціўны статус для сеціва і пошуку

source: Oman
be: Аман

source: Registration error, check entered data.
be: Памылка рэгістравання, праверце ўведзеныя звесткі.

source: This account is already connected.
be: Гэты конт ужо злучаны.

source: Your contact list is empty.
be: Ваш спіс кантактаў пусты.

source: Downloaded: %d байт
be: Спампавана: %d байтаў

source: Deleted contacts history
be: Гісторыя выдаленых кантактаў

source: Niger
be: Нігер

source: Netherlands Antilles
be: Антыльскія выспы (Нідэрланды)

source: Please, correct proxy settings.
be: Калі ласка, скарэктуйце налады проксі.

source: Czech Republic
be: Чэхія

source: - press to edit most QIP colors
be: - націсніце для рэдагавання большасці колераў QIP

source: On/off send by enter
be: Пераключыць дасыланне па націску Enter

source: Kick message
be: Паведамленне выкіду

source: Manual proxy configuration
be: Ручное канфігураванне проксі

source: Allow send files
be: Дазволіць дасылаць файлы

source: Merge contact "%s" to metacontact "%s"?
be: Аб'яднаць кантат "%s" у метакантакт "%s"?

source: No access to resolver.
be: Няма доступу да пераўтваральніка IP-адрасоў.

source: Program folder (Administrator rights required)
be: Каталог праграмы (неабходныя адміністратыўныя правы)

# Couldn't send data to server. Please try again.
source: Couldn't send data to server.\r\nPlease try again.
be: Памылка падчас дасылання звестак на сервер.\r\nКалі ласка, паўтарыце спробу.

source: Text color
be: Колер тэксту

source: Please, enable avatar services in the preferences window
be: Калі ласка, уключыце службы аватараў у наладах праграмы

source: QIP startup
be: Запуск QIP

source: Right to left text direction
be: Тэкст справа налева

source: Yemen
be: Емен

source: Bhojpuri
be: Бходжпуры

source: Database link error.
be: Памылка кампанавання ў базе.

source: Transparency
be: Празрыстасць

source: Always save message history for this contact
be: Заўсёды захоўваць гісторыю паведамленняў для гэтага кантакта

source: Direct
be: Наўпростае

source: Probably you forgot to add ICQ?
be: Магчыма, Вы забыліся дадаць ICQ?

source: Add contact by account name
be: Дадаць кантакт

source: City
be: Горад

source: Secure login
be: Бяспечны ўваход

source: Antilles
be: Антыльскія выспы

source: USA
be: ЗША

source: Argentina
be: Аргенціна

source: Do not accept messages concerning authorization
be: Не прымаць паведамленні, што тычацца аўтарызацыі

source: Notice text
be: Тэкст апавяшчэння

source: Open relationship
be: Адкрыты шлюб

source: Invalid server database fields.
be: Недапушчальныя палі базы звестак.

source: Shortcut
be: Скарот

source: Contact has disconnected
be: Кантакт адлучыўся

source: Wrong domain specified, choose another one
be: Азначаны дамен неадпаведны, абярыце іншы

source: Sri Lanka
be: Шры-Ланка

source: Bosnian
be: Баснійская

source: Merge with similar contact name
be: Аб'ядноўваць кантакты з падобнымі імёнамі

source: Unsorted
be: Без сартавання

source: [-- You can see users status history on QIP microblogs --]
be: [-- На мікраблогах QIP можна паглядзець гісторыю статусаў карыстальніка --]

source: Part message
be: Part-паведамленне

source: Show password
be: Паказаць пароль

source: Hobbies
be: Любімыя заняткі

source: Contact list reindexing...
be: Пераіндэксацыя ліста кантактаў...

source: Set by
be: Усталяваная

source: Сlear data on server?
be: Ачысціць звесткі контаў на серверы?

# Change avatar
source: Change\navatar
be: Змяніць\nаватар

source: Hint: allowed replacement text - %contact%, %meta%, %date%, %time%
be: Дазволены тэкст аўтазамянення - %contact%, %meta%, %date%, %time%

source: Anti-boss with password activate/deactivate
be: Пераключыць рэжым "Анты-начальнік" з уводам пароля профілю

source: Catalan
be: Каталонская

source: Games
be: Гульні

source: End User License Agreement
be: Ліцэнзійнае пагадненне

source: Contacts nicknames
be: Нікі катакта

source: Zodiac sign
be: Знак задыяку

source: Account name, nickname, first or last name
be: Назва конта, нік, імя ці прозвішча

source: Chinese
be: Кітайская

source: Connection
be: Злучэнне

source: Household Products
be: Аўтаматызацыя ў побыце

source: Ethiopia
be: Эфіопія

source: Mandarin
be: Мандарынская

source: IM Network
be: IM Сетка

source: Gibraltar
be: Гібралтар

source: Sorry, wrong account name
be: Назва конта уведзеная няправільна

source: Checking filesize upload limits
be: Праверка ліміту памеру запампоўвання

source: Don't show tray messages if my status is Occupied or N/A
be: Не паказваць, калі мой статус "Заняты" ці "Н/Д"

source: Connecting
be: Злучэнне

source: St. Kitts
be: Сэнт-Хрыстафер

source: Suriname
be: Сурынам

source: Notify about QIP services news and updates
be: Апавяшчаць пра навіны праекта QIP і яго службаў

source: Cars
be: Аўтамабілі

source: Authorization reply
be: Адказ на запыт аўтарызацыі

source: Installing update...
be: Усталёўванне абнаўлення...

source: Social science
be: Грамадскія навукі

source: Tray message title text
be: Тэкст загалоўка паведамлення-вынырца

source: Close groups
be: Зачыніць групы

source: All-seeing Eye
be: Усёвідушчае вока
